Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_196_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Gii lea sápmelaš ?
smn: Kii lii sämmilâš ?

source: Leago sápmelašvuohta meroštallon ?
smn: Lii-uv sämmilâšvuotâ miäruštâllum ?

source: Sápmelačča dálá virggálaš meroštallan Suomas lea čállojuvvon láhkii ( láhka sámedikkis 17.7.1995/974 ) .
smn: Suomâst vyeimistorroo virgálâš miäruštâllâm sämmiliist lii čaallum laahân sämitiggeest ( 17.7.1995/974 ) .

source: Lága 3 § meroštallan deattuha oktavuođa sámegillii ja maiddái iežas identifiserema sápmelašvuhtii .
smn: Laavâ 3 § miäruštâllâm tiäddud ohtâvuođâ sämikielân já vala siämmáášume sämmilâšvuotân .

source: Lága mielde sápmelaččain oaivvilduvvo olmmoš , guhte atná iežas sápmelažžan , dainna eavttuin :
smn: Laavâ mield sämmiláin uáivilduvvoo ulmuu , kote tuálá jieijâs sämmilâžžân , toin iävttoin :

source: 1 ) ahte son ieš dahje su váhnemiin dahje áhkuin dahje ádjáin unnimustá okta lea oahppan sámegiela vuosttas giellanis ; dahje 2 ) ahte son lea dakkár olbmo maŋisboahtti , guhte lea merkejuvvon duottar- , vuovde- dahje guolásteaddjisápmelažžan eana- , vearroguoddin- dahje heaggagirjjis ; dahje 3 ) ahte unnimustá okta su váhnemiin lea merkejuvvon dahje livččii sáhttán merkejuvvot jietnavuoigadahtton olmmožin sámi parlameantta dahje sámedikki válggain .
smn: 1 ) et sun jieš tâi aainâs-uv ohtâ suu vaanhimijn tâi ááhuin já äijihijn lii oppâm sämikielâ vuossâmuu kielânis ; tâi 2 ) et sun lii taggaar ulmuu maajeeldpuáttee , kote lii merkkejum tuodâr- , mecci- tâi kuálásteijeesämmilâžžân eennâm- , viärukyeddim- tâi jieggâkirjeest ; teikkâ 3 ) et aainâs-uv ohtâ suu vaanhimijn lii merkkejum tâi ličij puáhtám merkkejuđ jienâstemvuoigâdvuođâlâžžân säämi parlament tâi sämitige vaaljâin .

source: Meroštallamis máinnašuvvon Sámi Parlamenta lei dálá Sámedikki ovddasmanni , válggain válljejuvvon sámiid ovddastus .
smn: Miäruštâlmist mainâšum Säämi parlament ( Sámi Parlamenta ) lii tááláá Sämitige ovdedeijee , vaaljâiguin väljejum sämmilij ovdâstemjuávkku .

source: Dat doaimmai jagiin 1973-1995 .
smn: Tot tooimâi iivijn 1973-1995 .

source: Láhkii čállojuvvon meroštallan laktása Sámedikki válggaide .
smn: Laahân čaallum miäruštâllâm lohtâs Sämitige valjáid .

source: Olmmoš , guhte deavdá om . kriteraid , lea jietnavuoigadahtton ja maiddái vuoigadahtton álgit evttohassan Sámedikki válggain .
smn: Olmooš , kote tiävdá ovdeláá mainâšum kriteerijd lii jienâstemvuoigâdvuođâlâš já sust lii meiddei vuoigâdvuotâ leđe iävtukkâssân Sämitige vaaljâin .

source: Norgga ja Ruoŧa dálá sápmelašmeroštallamat leat lahka Suoma njuolggadusa .
smn: Taažâst já Ruotâst vyeimistorroo sämmilâšmiäruštâlmeh láá alda Suomâ njuolgâdus .

source: Gč. www.sámediggi.no ja www.sametinget.se .
smn: Kj. www.sámediggi.no já www.sametinget.se .

source: Manin sámiid ovddastusorgána namma lea Sámediggi , vaikko gažaldagas ii leat diggelágádussii iige gearregastimii laktáseaddji orgána ?
smn: Mane sämmilijd ovdâsteijee orgaan nommâ lii Saamelaiskäräjät , veikkâ saahâ ij lah keerrivlájádâsân ige riehtijotemân kullee orgaanâst ?

source: Diggi ´-namahus boahtá boares stuorradiggi ´-namahusas , mii oaivvilda man nu álbmotjoavkku oktasašbargo- dahje ovdduidgohcinorgána .
smn: ´ Käräjät ´-nomâttâs puátá puáris ´ kansankäräjät ´-nomâttâsâst , mii uáivild monnii aalmugjuávhu ovtâspargo- tâi hiäđukocceemorgaan .

source: Stuorradiggi lea ruoŧagillii ´folktinget´ , veardit ovdamearkka dihte ´Svenska Finlands folkting – suomaruoŧŧelaš stuorradiggi´ www.folktinget.fi , mii lea Suomas doaibmi , ruoŧagielat olbmuid politihkalaš oktasašbargoorgána .
smn: Kansankäräjät lii ruotâkielân ´ folktinget ´ , verdid ovdâmerkkân ´Svenska Finlands folkting – suomenruotsalaiset kansankäräjät´ , mii lii Suomâst tuáimee , ruotâkielâlâš aalmug poolitlâš ovtâspargo-orgaan , www.folktinget.fi .

source: Davvisámegielat Sámediggi-namahusa geavahit Suoma lassin maid Norgga ja Ruoŧa Sámedikkit .
smn: Saamelaiskäräjät lii tavesämikielân Sámediggi , mon nomâttâs kevttih Suomâ lasseen Taažâ já Ruotâ Sämitigeh .

source: Anárašgillii ´Sámediggi´ lea Sämitigge ja nuortalašgillii Sää mte ´gg .
smn: Aanaarsämikielân Saamelaiskäräjät lii Sämitigge já nuorttâsämikielân Sää mte ´ğğ .

source: Dáro- ja ruoŧagielat namahus Sámediggái lea Sametinget .
smn: Táru- já ruotâkielâlâš nomâttâs Sämitiigán lii Sametinget .

source: Eaŋgalsgillii Sámedikkis geavahuvvo namahus The Sámi Parliament .
smn: Eŋgâlâskielân Sämitiggeest kiävttoo nomâttâs The Sámi Parliament .

source: Mii earuid lea doahpagiin ´lappalainen´ ja ´sápmelaš/saamelainen´ ?
smn: Mii iäruid lii tuáváduvâin ´lappalainen´ já ´saamelainen´ ?

source: Etnonyma ´lappalainen´ geavahuvvui jahkečuđiid áigge sápmelaččaid guoski boarrásut dutkamušas ja mátkegirjjálašvuođas ja dat lea nappo olggobeale olbmuid hutkan namahus sámiide .
smn: Etnonyym ´ lappalainen´ kevttui čuođijd iivijd sämmilijd kyeskee puárásub tukâmušâst já mätkikirjálâšvuođâst já tot lii-uv ulguupiälái ulmui sämmilijn kiävttám nomâttâs .

source: Etnonyma sápmelaš / saamelainen´ lea šaddan dábálažžan 1950-logu rájes .
smn: Etnonyym ´ saamelainen´ lii šoddâm almolâžžân 1950-lovo rääjist .

source: Dan vuođđun lea namahus , mii lea buot sámegielain ja mainna sámit gohčodit iežaset .
smn: Ton vuáđđun lii puohâin sämikielâin tiättojeijee já sämmilij jieijâs kevttim nomâttâs .

source: Mii oaivvilduvvo , go dávjá hállojuvvo ´sámegielas´ , vaikko sámegielat leat máŋga ?
smn: Maid uávilduvvoo , ko lii saahâ ´sämikielâst´ , veikkâ sämikielah láá maŋga ?

source: Go hállojuvvo ´sámegielas´ čujuhuvvo dábálaččat sámegiela buot giellahámiide .
smn: Ko lii saahâ ´ sämikielâst ´ čujottuvvoo táválávt puohháid sämikielâ haamijd .

source: Ovdamearkka dihte jagis 2003 fápmui boahtán Sámi giellalága njuolggadusat gusket buot golmma Suomas hállojuvvon sámegiela , anáraš- , nuortalaš- ja davvisámegiela .
smn: Ovdâmerkkân ive 2003 vuáimán šoddâm Säämi kielâlaavâ njuolgâdusah kyeskih puohâid kuulmâ Suomâst sarnum sämikielâid , aanaar- , nuorttâ- já tavesämikielâ .

source: Lága 3 §:s daddjojuvvo , ahte lágas oaivvilduvvo ” sámegielain anáraš- , nuortalaš- dahje davvisámegiella geavahuvvon giela dahje váldočuozáhatjoavkku mielde ” .
smn: Laavâ 3 §:st páhuduvvoo , et laavâst uáivilduvvoo ” kevttum kielâ tâi válduášálâš čuásáttâhjuávhu vuáđuld sämikielah láá aanaarsämikielâ , nuorttâsämikielâ tâi tavesämikielâ ” .

source: Man ollu sámit leat ?
smn: Mon ennuv láá sämmiliih ?

source: Sámit leat árvvu mielde oktiibuot 60-100.000 , main sullii 40-60.000 Norggas , 15-20.000 Ruoŧas , 9.300-10.000 Suomas ja sullii 2.000 Ruoššas .
smn: Árvuštâlloo , et sämmiliih liččii ohtsis 60-100.000 , main suullân 40-60.000 Taažâst , 15-20.000 Ruotâst , 9.300-10.000 Suomâst já suullân 2.000 Ruošâst .

source: Sápmelaččaid dárkkes lohkomearri ii leat dieđus .
smn: Sämiaalmug tärkkilis lohomeeri ij lah tiäđust .

source: Suomas sápmelaččaid lohkomeari čujuheaddji dieđut beaividuvvojit juohke njealját jagi sámeválggaid oktavuođas .
smn: Suomâst sämiaalmug lohomere čäittee tiäđuh peividuvvojeh jyehi niäljád ive sämitiggevaaljâi ohtâvuođâst .

source: Ođđasamos statistihkkadieđut leat jagis 2007 .
smn: Uđđâsumoseh lovottâhtiäđuh láá ivveest 2007 .

source: Daid mielde Suomas leat oktiibuot 9350 sápmelačča , geain 38,5 % ássá lágas meroštallon sámiid ruovttuguovllus .
smn: Toi mield Suomâst láá sämmiliih ohtsis 9350 , main 38,5 % äässih laavâst miäruštâllum sämikuávlust .

source: Sullii 60 % sámiin ássá ruovttuguovllu olggobealde , badjel 50 % goit Lappi leanas .
smn: Sämmilijn suullân 60 % äässih sämikuávlu ulguubeln , paijeel 50 % kuittâg Laapi läänist .

source: Mii lea sámiid ruovttuguovlu ?
smn: Mii lii sämikuávlu ?

source: Sámiid ruovttuguovlu lea meroštallon lágas sámedikki birra .
smn: Sämikuávlu lii miäruštâllum sämitiggelaavâst .

source: Dasa gullet Eanodaga , Anára ja Ohcejoga gielddat ollásit ja Soađegili gieldda davveoassi dahjege Sámi bálgosa guovlu ( Vuohču gili guovlu ) .
smn: Toos kuleh Iänuduv , Aanaar já Ucjuv kieldah ollásávt já Suáđigil kieldâ taveuási ađai Säämi palgâs kuávlu ( Vuáču siijdâ kuávlu ) .

source: Máŋggat sámiide láhkamearrádusain dorvvastuvvon vuoigatvuođain , ovdamearkka dihte vuoigatvuohta oažžut oahpahusa iežas gillii ( oahpahusgiellan sámegiella ) leat čadnojuvvon virggálaš ruovttuguvlui .
smn: Maaŋgah sämmiláid lahâaasâtmist torvejum vuoigâdvuođah , ovdâmerkkân vuoigâdvuotâ finniđ máttááttâs eenikielân ( máttááttâskielân sämikielâ ) láá čoonnum virgálâš sämikuávlun .

source: Váldooassi maid eará gielalaš vuoigatvuođain , mat leat meroštallon Sámi giellalágas , lea čadnojuvvon sámiid ruovttuguvlui .
smn: Meid iänááš uási eres kielâlâš vuoigâdvuođâin , moh láá miäruštâllum Säämi kielâlaavâst , láá čoonnum sämikuávlun .

source: Sámiid iežaset giela ja kultuvrra guoski iešstivrejupmi guoská maid sámiid ruovttuguovllu .
smn: Sämikielâ já kulttuur kyeskee jiešhaldâšem kuáská meid sämikuávlu .

source: Leatgo buot sámit badjeolbmot , man gova oažžu dávjá ovdamearkka dihte turismaprošyrain ?
smn: Láá-uv puoh sämmiliih puásuituálleeh , mon kove távjá finnee ovdâmerkkân mađhâšem tieđettemkirjáin ?

source: Boazodoallu lea sámiide dehálaš ealáhus máŋgga sivas : dat addá áigáiboađu ja biepmu ja das lea stuorra kultuvrralaš mearkkašupmi .
smn: Puásuituálu lii sämmiláid tehálâš iäláttâs maaŋgâ-uv suujâst : tot lii áigápuáđu já raavâd käldee já tast lii meiddei stuorrâ kulttuurlâš merhâšume .

source: Bohccos oažžu maid máŋggalágan ávdnasiid duddjoma várás .
smn: Poccust finnejum amnâseh láá teháliih säämi tyeje materiaaleh .

source: Dasa lassin boazodoalus geavahuvvon sámegiella sisttisdoallá rikkes ee. bohcco dan sierra iešvuođain govvideaddji sániid , main lea dán áigge maid dieđalaš mearkkašupmi .
smn: Lasseen puásuituálu pirrâduvâst ovdánâm sämikielâ tuálá siste ovdâmerkkân poccuu jieškote-uv jiešvuođâid kovvejeijee saanijd , main lii tááláá ääigi meiddei tieđâlâš merhâšume .

source: Boazodoalus lea maid stuorra sosiálalaš mearkkašupmi bearrašiidda , sogaide ja giliservošiidda .
smn: Puásuituálust lii meiddei stuorrâ sosiaallâš merhâšume perruid , suvváid já sijdâsiärvusáid .

source: Máŋgga guovllus , gos sámegiela leamašan jávkamin dahje molsašuvvamin riikka váldogillii , boazodoallu lea erenomáš rikkes boazoealáhussii laktáseaddji dadjanvugiidis ánssus seilon badjeolbmuid bargogiellan .
smn: Maaŋgâin kuávluin , main sämikielâ lii lamaš lappuumin tâi rievdâmin eennâm váldukielân , lii puásuituálu eromâš riges puásui-iäláttâsân kullee olgospyehtimhaamij keežild siäilum puásuituállei pargokielân .

source: Dat lea veahkehan maid seailluhit giela , mii muđui leamašan váras jávkat .
smn: Tagarin tot lii meiddei siäiluttâm kielâ , mii mudoi ličij lamaš vaarâst časkâđ .

source: Boazodoallu , erenomážit davvisápmelaš guovlluid duottarboazodoallu , maiddái stuorraboazodoallun namuhuvvon eallinvuohki , lea adnojuvvon eksotihkalaš ja eará álbmogiid ealáhusaid ektui čielgasit earálágan sámi ealáhussan .
smn: Puásuituálu , eromâšávt tavesämikuávluin ovdánâm tuodârpuásuituálu , meiddei stuorrâpuásuituálun nomâttum eellimhäämi , lii toollum eksootlâš já eres aalmugij iäláttâsâin čielgâsumosávt spiekâsteijee säämi iäláttâssân .

source: Danin dan leat doallagoahtán almmolaččat sápmelašvuođa dovdomearkan .
smn: Ton keežild tot lii nabdeškuottum almolávt sämmilâšvuođâ tobdomerkkân .

source: Dan dat ii goittot leat .
smn: Taggaar tot kuittâg ij lah .

source: Boazosámit eai leamaš goasge eanetlohkun sámeálbmogis .
smn: Puásuisämmiliih iä lah lamaš kuássin eenâblohhoon sämiaalmugist .

source: Norggas stuorámus sámejoavku leat leamašan áhpeguolásteamis ja eanadoalus áigáiboađu ožžon mearrasámit .
smn: Taažâst stuárráámus sämmilâšjuávkku lii lamaš merâpiivdost já ucessiähá eennâmtuálust iäláttâsâs finnim merâsämmiliih .

source: Árbevirolaš ealáhusat leat ee. meahccebivdu , guolásteapmi ja luonddubuktagiid čoaggin .
smn: Ärbivuáváliih iäláttâsah láá meiddei meccipivdo , kyelipivdo já luándupyevtittâsâi nuurrâm .

source: Miellagovva das , ahte sámit leat badjeolbmot , lea nuppe dáfus duohta , muhto nuppe dáfus dat addá sápmelaččain vehá menddo ovttabealagis gova .
smn: Nuuvtpa kove sämmilijn puásuituállen lii nube tááhust tuotâ , mut nube tááhust tot taha sämmilijn tuođâ vuástásâš stereotypia .

source: Manin dárbbašuvvojit sierra giellavuoigatvuođat , manin giela seailluheapmi lea dehálaš ?
smn: Mane lii tárbu sierânâs säämi kielâvuoigâdvuođáid , mane kielâ siäiluttem lii tehálâš ?

source: Iežas giella lea dehálaš ášši olbmo eallimis .
smn: Jieijâs kielâ lii uási olmožin šoddâm já olmožin orroom .

source: Eatnigiella lea buot oahppama vuođđu ja seammás čiekŋalamos dovdduid ja jurddašeami giella .
smn: Eenikielâ lii puoh oppâm vuáđu já siämmást vuáđulumosij tobdoi já jurdâččem kielâ .

source: Mii dárbbašat giellavuoigatvuođaid dorvvastit giela oahppan- , geavahan- ja ovdánanvejolašvuođaid ja normála árgabeaivve eallima eavttuid .
smn: Kielâvuoigâdvuođah tarbâšuvvojeh turviđ kielâ oppâm- , kevttim- já ovdedemmáhđulâšvuođâid já táválii argâeellim iävtuid .

source: Jos mis ii leat vejolašvuohta ovdamearkka dihte iežamet giela skuvlaoahpahussii , giella ii ovdán ja mii eat oahpa lohkat ja čállit iežamet giela .
smn: Máhđulâšvuođâttáá ovdâmerkkân jieijâs kielâ škovlâmáttááttâsân kielâ ij ovdán já ton sárnoo páácá jieijâs kielâst luuhâm- já čäällimtáiđuttemmin .

source: Ná lea geavvan daidda sámebuolvvaide , geat leat vázzán skuvlla dalle go ledje vel álbmotskuvllat .
smn: Návt lii keevvâm ovdil vuáđuškoovlâ toimân kansaškoovlâ áigáduvâst škoovâ jottáám sämmilâšsuhâpuolváid .

source: Lohkan- ja čállindáidu lea uksa ee. girjjálašvuođa šaddamii .
smn: Luuhâm- já čäällimtáiđu láá iävtuh ovdâmerkkân kirjálâšvuođâ šoddâmân .

source: Giellavuoigatvuođat leat dehálaččat maid normála árgaeallimii , mas iežas giela ii dárbbaš heahpanit , čiehkat iige molsut nubbin .
smn: Kielâvuoigâdvuođah tarbâšuvvojeh meiddei iähtun táválii argâelimân , mast jieijâs kielâ ij taarbâš hepâniđ , čiehâđ ige molsođ nuubán .

source: Giellavuoigatvuođaid váilun doalvu giella- ja kulturmolsumiidda , mii lea dáhpáhuvvan maid Davviriikkain .
smn: Kielâvuoigâdvuođâi váilum joođeet kielâ- já kulttuurmolsomáid , mii lii tábáhtum meiddei Tave-enâmijn .

source: Máŋggat dakkár sápmelaččat , guđet eai leat šat oahppan iežaset vánhemiid dahje soga álgogiela , leat maŋŋá oahpahallan giela .
smn: Maaŋgah tagareh sämmiliih , kiäh iä lah innig oppâm vanhimijdis tâi suuvâs algâkielâ , láá maŋeláá iäláskittám kielâs .

source: Giellavuoigatvuođaid dárbbašat maid ovddit buolvvaid áigge dagahuvvon vahágiid divvumii : manahuvvon giela ođđasit oahppama vejolažžan dahkamii .
smn: Kielâvuoigâdvuođah tarbâšuvvojeh meiddei ovdebij suhâpuolvâi ääigi tovâttum vahâgij tivomân : monâttum kielâ uđđâsist oppâm máhđulâšvuotân .

source: Giella guoddá sisttistis álbmoga oktasaš historjjá ja kultuvrra , árbevieruid ja vásáhusaid ja dat laktá dán áigge hálli oktii ovddit buolvvaiguin .
smn: Kielâ kuáddá sistees aalmug ohtsii historjá já kulttuur , ärbivyevi já vuáttámuš já tot lahta tááláá sárnoo oohtân tolebij suhâpuolvâiguin .

source: Seammás dat lea dehálamos čanus sierra riikkain ássi olbmuide , geat hállet seamma giela .
smn: Siämmást tot lii merhâšitteemus oohtânčannee sierânâs enâmijn assee siämmáá kielâ sárnoiguin .

source: Sámiide iežas giella lea šaldi riikkarájáid rastá .
smn: Sämmiláid jieijâs kielâ lii šalde staatâi raajij paijeel .

source: Iežas giella lea dego divrras giisá , mas lea ollu diehtu ja vásáhusat , dego olles girjerádju , nugo sápmelaš girječálli Kerttu Vuolab lea dávjá dadjan .
smn: Jieijâs kielâ lii aarničukke , mii lii tievâ tiäđu já vuáttámuš , oles kirjerááju , tegu sämmilâš kirječŋällee Kerttu Vuolab lii távjá páhudâm .

source: Iešguđet giella lea mihtitmeahttun divrras .
smn: Jyehi kielâ lii sajanmäksimettum .

source: Mii oaivvilduvvo , go hállojuvvo áitatvuloš gielain ( endangered languages ) ?
smn: Maid uáivilduvvoo , ko lii saahâ uhkevuálásijn kielâin ( endangered languages ) ?

source: Oktageardánis vástádus dása lea , ahte giella lea áitatvuloš , go dat ii šat sirdás árgabeaivve aktiivvalaš giellan ođđa buolvvaide ( intergenerational transmission ) .
smn: Oovtkiärdánâš vástádâs taas lii , et kielâ lii uhkevuálásâš , ko tot ij innig sirdâšuu aktiivlâš argâpeeivi kielân uđđâ suhâpuolváid ( intergenerational transmission ) .

source: Dutkit leat meroštallan dihto dásiid giela áitatvulošvuhtii .
smn: Totkeeh láá miäruštâllâm maaŋgâid taasijd kielâ uhkevuálásâšvuotân .

source: Diehtu máilmmi áitatvuloš gielaid birra gávdno ovdamearkka dihte Ovttastuvvan Našuvnnaid skuvlen- , dieđa- ja kulturorganisašuvdna Unesco internet-siidduin www.unesco.org .
smn: Tiäđuh maailm uhkevuálásijn kielâin kávnojeh ovdâmerkkân Ovtâstum Aalmugij škovlim- , tieđâ- já kulttuurornjidume Unesco internet-siijđoin www.unesco.org .

source: Unesco áššedovdiid luohkkájuoguid mielde ee. buot sámegielat gullet máilmmi áitatvuloš gielaid jovkui .
smn: Unesco äššitobdei luokittâsâi mield eres lasseen puoh sämikielah kuleh maailm uhkevuálásij kielâi juávkun .

source: Suomas hállojuvvon anáraš- ja nuortalašgiella gullet kategoriijai váddásit áitatvuloš gielat ( severely endangered languages ) .
smn: Suomâst sarnum aanaar- já nuorttâsämikielâ láá luokittâllum tuođâlávt uhkevuálásâš kielân ( severely endangered languages ) .

source: Hálletgo buot sápmelaččat sámegiela ?
smn: Sárnuh-uv puoh sämmiliih sämikielâ ?

source: Buot sápmelaččat eai hála sámegiela , muhto luohtehahtti statistihkat sámegiela hálliin eai gávdno .
smn: Puoh sämmiliih iä sáárnu sämikielâ , mut lyetittittee lovottuvat sämikielâ sárnoin iä lah .

source: Suomas vuosttas sámi giellaláhka bođii fápmui easkka jagis 1992 , man maŋŋá leamašan vejolaš almmuhit heaggačállái eatnigiellan maid sámegiela .
smn: Suomâst vuossâmuš säämi kielâlaahâ poođij vuáimán iäskán ive 1992 , mon maŋa lii lamaš máhđulâš almottiđ jieggâčällei eenikielân meid sämikielâ .

source: Sámegiela eatnigiellan hálli olbmot measta buohkat leat goit guovtte- , joba golmmagielagat , man geažil sii gártet válljet guđemuš eatnigiela sii almmuhit virggálaš statistihkaide .
smn: Sämikielâ eenikielânis sárnooh láá kuittâg masa puoh kyevti- , joba kuulmâkielâliih , mon keežild sij kalgeh valjiđ kotemuu eenikielâstis almotteh virgáláid lovottuvváid .

source: Suomas ii sáhte almmuhit heaggačállái máŋga eatnigiela , vaikko dákkár dilli lea goit mihtilmas nu sámiide go máŋggaide earáidege .
smn: Suomâst ij lah kuittâg máhđulâš almottiđ jieggâčällei kyehti tâi maŋgâ eenikielâ , mii tile lii kuittâg tijpâlâš nuuvt sämmiláid ko maŋgáid iärásáid-uv .

source: Guovtte- ja máŋggagielatvuohta lea máilmmis dábálut go ovttagielatvuohta .
smn: Kyevti- já maaŋgâkielâlâšvuotâ lii mailmist táválub ko oovtâkielâlâšvuotâ .
